Revit 2027 API
ParameterTypeId.RbsPipeWfuParam Property
 "WFU"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeWfuParam { get; }
Public Shared ReadOnly Property RbsPipeWfuParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeWfuParam {
	ForgeTypeId^ get ();
}
static member RbsPipeWfuParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace